Repository: Mo0812/mk-toc
Catalog: lang/*_toc-*.po
Languages: de_de

source: General
de_de: Allgemein

source: Enable Smooth Scrolling
de_de: Weiches Scrollen aktivieren

source: Enable Smooth Scrolling Animation if a link anchor is clicked.
de_de: Aktiviere weiches Scrollen, wenn ein Überschriftenlink geklickt wird.

source: Offset for heading anchors in text
de_de: Abstand der Überschrift zum Browserfenster nach Scrollenanimation

source: Set an amount of px to add an offset from the top of the window, if a anchor link is used to scroll to a specific section.
de_de: Einstellen der eines Wertes (in px) um welche die Überschrift tiefer als das Browserfenster erscheint, wenn ein Überschriftenlink im Inhaltsverzeichnis angeklickt wird. (sinnvoll bei festen Menüs über der Anzeige)

source: This is only working when smooth scrolling is activated!
de_de: Funktioniert nur wenn auch „Weiches Scrollen“ aktiviert ist!

source: Default Heading over the ToC
de_de: Standartüberschrift über Inhaltsverzeichnis

source: Sets the default heading over every ToC you insert. You can give a custom heading for every ToC if you change the title parameter in the shortcode.
de_de: Legt die Standartüberschrift für jedes Inhaltsverzeichnis fest. Bei einzelnen Inhaltsverzeichnissen kann diese aber im Shortcode geändert werden.

source: All Settings saved
de_de: Alle Einstellungen gespeichert

source: Save Settings
de_de: Einstellungen speichern
